///*
#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 15;//размер карты по высоте
const int WIDTH_MAP = 20;//размер карты по ширине 

std::string TileMap[HEIGHT_MAP] = {
	"00000000000000000000",
	"0    h    h   h    0",
	"0      f     f  f  0",
	"00  0000000000000  0",
	"0     s    0     0 0",
	"0          0 0  0  0",
	"0   0      0 0     0",
	"0  000       0000  0",
	"0  0      f      0 0",
	"0  0    0        0 0",
	"0  0    00   00    0",
	"0  0     000000    0",
	"0  0  0000       0 0",
	"0  0        0000   0",
	"00000000000000000000",
};
//*/